Autodesk.Revit.DB.Structure.YZJustificationOption
The option for whether a framing element has independent or uniform justification on its ends.
Since:
2014
Since:
2014

Autodesk.Revit.DB.Structure.YZJustificationOption.Independent
Independent justification settings applied to the element ends.

Autodesk.Revit.DB.Structure.YZJustificationOption.Uniform
Uniform justification settings applied to the element ends.